nvidia
nvidia-utils
lib32-nvidia-utils

egl-wayland

dolphin

neovim
kitty
openssh
fzf
tmux
ripgrep

go
npm
nodejs

hyprland
hyprlock
hyprpaper
hypridle
xdg-desktop-portal-hyprland

waybar
wofi
waypaper
swaybg
wl-clipboard

inxi
playerctl
pipewire
wireplumber
pamixer
pavucontrol

swaync
mako

qt5-wayland
qt6-wayland

qt5ct
qt6ct
man-pages
python-pip
